Repository: sh95014/AppleWin
Catalog: source/frontends/mariani/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: (Based on AppleWin Version %s)
zh_hant: 基於 AppleWin %s 版

source: %llu bytes
zh_hant: %llu 位元

source: 0 bytes
zh_hant: 0 位元

source: 1 byte
zh_hant: 1 位元

source: 2 bytes
zh_hant: 2 位元

source: 4play (joystick)
zh_hant: 4play (搖桿)

source: 80-column text card (1K)
zh_hant: 80 列卡 (1K)

source: About %@
zh_hant: 關於 %@

source: Apple ][ Emulator
zh_hant: 蘋果 ][ 模擬器

source: Apple ][ J-Plus Emulator
zh_hant: 蘋果 ][ J-Plus 模擬器

source: Apple ][+ Emulator
zh_hant: 蘋果 ][+ 模擬器

source: Apple //c Emulator
zh_hant: 蘋果 //c 模擬器

source: Apple //e Emulator
zh_hant: 蘋果 //e 模擬器

source: Apple Disk ][
zh_hant: 蘋果 Disk ][

source: Apple Language Card
zh_hant: 蘋果語言卡

source: Apple Language Card //e
zh_hant: 蘋果語言卡 //e

source: Apple Super Serial Card
zh_hant: 蘋果超級序列卡

source: B&W TV
zh_hant: 黑白電視機

source: Base64A Emulator
zh_hant: Base64A 模擬器

source: Black & White
zh_hant: 黑白

source: Blank
zh_hant: 空白磁碟

source: Bookmark
zh_hant: 書籤

source: Cancel
zh_hant: 取消

source: Changes to hardware configuration require the emulator to be rebooted to take effect.
zh_hant: 更改硬體配置必需重啟模擬器才能生效。

source: Clear Breakpoint
zh_hant: 清除中斷點

source: Color
zh_hant: 彩色

source: Color (Composite Idealized)
zh_hant: 理想化合成彩色監視器

source: Color (Composite Monitor)
zh_hant: 合成彩色監視器

source: Color (RGB Card/Monitor)
zh_hant: RGB 彩色監視器

source: Color TV
zh_hant: 彩色電視

source: Connect
zh_hant: 連接

source: Copy
zh_hant: 拷貝

source: Copy Screenshot
zh_hant: 拷貝螢幕快照

source: Echo (speech)
zh_hant: Echo (語音卡)

source: Eject
zh_hant: 退出

source: End Emulation
zh_hant: 結束模擬器

source: Ending Emulation
zh_hant: 即將結束模擬器

source: Enhanced Apple //e Emulator
zh_hant: 加強版蘋果 //e 模擬器

source: Examine…
zh_hant: 檢視⋯

source: Extended 80-column text card (64K)
zh_hant: 擴充 80 列卡 (64K)

source: Generic Clock
zh_hant: 普通時鐘

source: Generic Hard Disk Drive
zh_hant: 普通硬碟

source: Generic Printer
zh_hant: 普通印表機

source: Hide Status Bar
zh_hant: 隱藏狀態列

source: Insert
zh_hant: 插入

source: Mariani Recording
zh_hant: Mariani 螢幕錄影

source: Mariani Screen Shot
zh_hant: Mariani 螢幕快照

source: MEGA Audio
zh_hant: MEGA Audio (音效卡)

source: Mockingboard C (sound)
zh_hant: Mockingboard C (音效卡)

source: Mono
zh_hant: 單色

source: Monochrome (Amber)
zh_hant: 琥珀色監視器

source: Monochrome (Custom)
zh_hant: 自設單色顯示器

source: Monochrome (Green)
zh_hant: 綠色監視器

source: Monochrome (White)
zh_hant: 白色監視器

source: Mouse Interface
zh_hant: 滑鼠介面

source: New Blank Disk
zh_hant: 新增空白磁碟

source: No
zh_hant: 否

source: None
zh_hant: 無

source: Numeric Keypad
zh_hant: 數字鍵盤

source: OK
zh_hant: 好

source: Other Disk…
zh_hant: 插入其他磁碟⋯

source: Pause Execution
zh_hant: 暫停執行

source: Phasor (sound)
zh_hant: Phasor (音效卡)

source: Pravets 8A Emulator
zh_hant: Pravets 8A 模擬器

source: Pravets 8M Emulator
zh_hant: Pravets 8M 模擬器

source: Pravets 82 Emulator
zh_hant: Pravets 82 模擬器

source: RamWorks III (up to 8MB)
zh_hant: RamWorks III (高達 8MB)

source: Reboot
zh_hant: 重啟

source: Reboot Emulator
zh_hant: 重啟模擬器

source: Reboot?
zh_hant: 重啟模擬器？

source: Registers
zh_hant: 暫存器

source: Resume Execution
zh_hant: 繼續執行

source: Saturn 128K (memory)
zh_hant: Saturn 128K (記憶卡)

source: SD Music (sound)
zh_hant: SD Music (音效卡)

# Select disk image for slot %d drive %d
source: Select disk image for slot %1$d drive %2$d
zh_hant: 為插槽 %1$d 磁碟機 %2$d 選擇映像檔

source: Select folder to save screen recordings into
zh_hant: 選擇儲存螢幕錄影的資料夾

source: Select folder to save screenshots into
zh_hant: 選擇儲存螢幕快照的資料夾

source: Select hard disk image
zh_hant: 選擇硬碟映像檔

source: Select tape image
zh_hant: 選擇錄音帶映像檔

source: Show Status Bar
zh_hant: 顯示狀態列

# Slot %d Drive %d
source: Slot %1$d Drive %2$d
zh_hant: 插槽 %1$d 磁碟機 %2$d

source: Slot %d Hard Disk
zh_hant: 插槽 %d 硬碟

source: SNES MAX (game controller)
zh_hant: SNES MAX (遊戲控制器)

source: Software Automatic Mouth (speech)
zh_hant: Software Automatic Mouth (語音卡)

source: This will end the emulation and any unsaved changes will be lost.
zh_hant: 這將結束模擬器，尚未儲存的資料也將會被刪除。

source: This will restart the emulation and any unsaved changes will be lost.
zh_hant: 這將重啟模擬器，尚未儲存的資料也將會被刪除。

source: TK3000 //e Emulator
zh_hant: TK3000 //e 模擬器

source: Toggle Bookmark
zh_hant: 切換書籤

source: Toggle Breakpoint
zh_hant: 切換中斷點

source: Unable to interpret the data format stored on this disk.
zh_hant: 無法辨認儲存於此磁碟上的資料格式。

source: Unknown
zh_hant: 未知

source: Unknown Disk Format
zh_hant: 不明資料格式

source: Unnamed
zh_hant: 未命名

source: Uthernet I (network)
zh_hant: Uthernet I (網路卡)

source: Uthernet II (network)
zh_hant: Uthernet II (網路卡)

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: VidHD (video)
zh_hant: VidHD (顯示卡)

source: Yes
zh_hant: 是
